# Loading bundles
dominik-schwabe/zsh-fnm
ohmyzsh/ohmyzsh
Aloxaf/fzf-tab

ohmyzsh/ohmyzsh path:plugins/bgnotify
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/copyfile
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/history
ohmyzsh/ohmyzsh path:plugins/npm
ohmyzsh/ohmyzsh path:plugins/yarn
vladmyr/dotfiles-plugin
zsh-users/zsh-completions
zdharma-continuum/fast-syntax-highlighting

# Selecting theme
romkatv/powerlevel10k
#sindresorhus/pure
#BrandonRoehl/zsh-clean
